{
  "products": [
    {
      "image": "https://s1.livelib.ru/boocover/1002006306/o/245f/Rej_Bredberi__451_po_Farengejtu.jpeg",
      "title": "451° по Фаренгейту",
      "author": "Рей Брэдбери",
      "price": "250",
      "type": "Роман",
      "description": "Мастер мирового масштаба, совмещающий в литературе несовместимое. Создатель таких ярчайших шедевров, как \"Марсианские хроники\", \"451° по Фаренгейту\", \"Вино из одуванчиков\" ",
      "id": 1
    },
    {
      "image": "https://cv9.litres.ru/pub/c/elektronnaya-kniga/cover_415/63028197-fredrik-bakman-trevozhnye-ludi.jpg",
      "title": "Тревожные люди",
      "author": "Фредрик Бакман",
      "price": "300",
      "type": "Юмор ",
      "description": "Однажды утром некий отчаявшийся мужчина средних лет, вооруженный пистолетом, решил ограбить банк, но все пошло не по плану. Вместо банка он попал в дом, выставленный на продажу, а вместо солидной суммы денег захватил в заложники его потенциальных покупателей. Эти восемь встревоженных незнакомцев с кучей внутренних проблем оказались для грабителя сущим кошмаром…",
      "id": 2
    },
    {
      "image": "https://cv0.litres.ru/pub/c/elektronnaya-kniga/cover_415/65476402-boris-akunin-prosto-masa.jpg",
      "title": "Просто Маса",
      "author": "Борис Акунин",
      "price": "350",
      "type": "Роман",
      "description": "Это роман о приключениях Масахиро Сибаты, помощника великого сыщика Эраста Фандорина. После многолетнего отсутствия Маса возвращается на родину, в Японию, где его ждут разнообразные неприятности и приятности.  6",
      "id": 3
    },
    {
      "image": "https://cv7.litres.ru/pub/c/elektronnaya-kniga/cover_415/48508375-edit-eva-eger-vybor.jpg",
      "title": "Выбор",
      "author": "Эдит Ева Эгер",
      "price": "400",
      "type": "Биографии и Мемуары",
      "description": "В шестнадцать лет Эдит Эгер мечтала о карьере балерины, но вместо театральной сцены девушку ждал… Аушвиц. Здесь она потеряла своих родителей, погибших в газовой камере. Вынуждена была танцевать перед нацистским офицером Йозефом Менгеле за буханку хлеба. Вместе с сестрой боролась за жизнь в лагерях смерти. Весной 1945 года Эдит оказалась в австрийском концлагере Гунскирхен. Здесь американские освободители и обнаружили истощенную и измученную девушку среди груды мертвых тел.",
      "id": 4
    },
    {
      "image": "https://cv2.litres.ru/pub/c/elektronnaya-kniga/cover_415/63007120-tatyana-ustinova-kameya-iz-vatikana.jpg",
      "title": "Камея из Ватикана",
      "author": "Татьяна Устинова",
      "price": "150",
      "type": "Современный детектив",
      "description": "Мир сильно изменился за последние месяцы. Пандемия коронавируса охватила всю планету, люди из крупных городов по возможности стали разъезжаться по менее многолюдным населенным пунктам. Сценаристка Тоня тоже решила не засиживаться в людной Москве и вместе с сыном отправилась в маленький провинциальный городок Дождев.  Поначалу все шло довольно хорошо. Спокойная и размеренная жизнь за пределами столицы казалась настоящей благодатью. А затем произошло кое-что плохое…",
      "id": 5
    },
    {
      "image": "https://cv6.litres.ru/pub/c/elektronnaya-kniga/cover_415/6184362-dzhon-grin-vinovaty-zvezdy.jpg",
      "title": "Виноваты звезды",
      "author": "Джон Грин",
      "price": "600",
      "type": "Зарубежный любовный роман",
      "description": "Шестнадцатилетняя Хейзел Ланкастер живет в небольшом американском городке и борется с онкологией. Девушка почти не выходит из дома, предпочитая в сотый раз перечитывать один и тот же роман. Ее мама думает, что у дочки началась депрессия, и уговаривает Хейзел ходить на собрания местной группы поддержки.  Девушке не нравится это решение, но ради родителей она терпит. А вскоре в группе появляется новенький – очень привлекательный молодой парень Огастус Уотерс. На собрании Гас признается, что отчаянно боится забвения. В ответ Хейзел приводит цитату из своего любимого романа Питера ван Хутена.",
      "id": 6
    },
    {
      "image": "https://cv8.litres.ru/pub/c/elektronnaya-kniga/cover_415/8885781-anna-todd-posle.jpg",
      "title": "После",
      "author": "Анна Тодд",
      "price": "500",
      "type": "Зарубежный Роман",
      "description": "Наивная, невинная и застенчивая Тесса поступает в престижный колледж, исполняя заветную мечту матери. Девушка твердо намерена прилежно учиться, а если повезет ‒ найти друзей, с которыми можно весело проводить время.  Судьба сводит героиню с невероятными ребятами: Стеф, Нэтом и… Хардином. Именно Хардин перевернет мир Тессы с ног на голову. Он заставит девушку забыть о примерном поведении и сполна распробовать вкус свободной студенческой жизни…",
      "id": 7
    },
    {
      "image": "https://i1.mybook.io/p/x378/book_covers/14/5c/145c8954-7a46-4291-9ea3-b077394dae48.jpg",
      "title": "Дом на краю ночи",
      "author": "Кэтрин Бэннер",
      "price": "429",
      "type": "Зарубежный роман",
      "description": "Начало ХХ века. Остров Кастелламаре затерялся в Средиземном море, это забытый богом уголок, где так легко найти прибежище от волнений большого мира. В центре острова, на самой вершине стоит старый дом, когда-то здесь был бар «Дом на краю ночи», куда слетались все островные новости, сплетни и слухи. Но уже много лет дом этот заброшен. Но однажды на острове появляется чужак – доктор, и с этого момента у «Дома на краю ночи» начинается новая история",
      "id": 8
    }
  ]
}